Repository: T-Damer/gorgon
Catalog: src/locales/*/messages.po
Languages: ru, uz

source: 21-29 лет
ru: 21-29 years
uz: 21-29 yosh

source: 3 и более
ru: 3 or more
uz: 3 yoki undan ko'p

source: 99,0 – 70,0 г/л
ru: 99,0 - 70,0 g/l
uz: 99,0 – 70,0 g/l

source: Cостояние, при котором масса тела новорождённого значительно превышает норму для текущего возраста
ru: A condition in which the body weight of a newborn significantly exceeds the norm for its current age
uz: Yangi tug'ilgan chaqaloqning tana vazni hozirgi yoshi uchun normadan sezilarli darajada oshib ketadigan holat

source: Аборты или преждевременные роды в анамнезе
ru: Abortion or premature birth in the history
uz: Abort yoki erta tug'ilish tarixi

source: Активированное частичное тромбопластиновое время
ru: Activated partial thromboplastin time
uz: Faollashtirilgan qisman tromboplastin vaqti

source: Акушерская тактика по ведению беременности и план родов выбирается исходя из акушерской ситуации и состояния плода. Необходим тщательный клинико-лабораторный мониторинг с применением профилактических мероприятий (лечение анемии легкой степени, витаминно-микронутриентная терапия, санация инфекционных очагов, профилактика возможных гестационных осложнений.
uz: Homiladorlikni boshqarish bo‘yicha akusherlik taktikasi va tug‘ilish rejasi akusherlik holati va homilaning holatidan kelib chiqqan holda tanlanadi. Profilaktik choralarni qo‘llagan holda diqqat bilan klinik va laboratoriya monitoringini o‘tkazish zarur (engil anemiyani davolash, vitamin va mikronutrient terapiyasi, yuqumli o‘choqlarni sanitariya qilish, homiladorlikning mumkin bo‘lgan asoratlarining oldini olish.

source: АЧТВ
ru: APTT
uz: ACTV

source: Без нарушения кровообращения
ru: Without blood flow disturbance
uz: Qon aylanishining buzilishisiz

source: Без нарушения функции
ru: Without function disturbance
uz: Funktsiyaning buzilishisiz

source: Без эндотелиальной дисфункции
ru: Without endothelial dysfunction
uz: O'ktir endotelial disfunksiya belgilari bilan

source: Беременные с такой суммой баллов по факторам риска должны находиться под особым диспансерным наблюдением в специально сформированной группе. Необходимо проведение усиленного лабораторного мониторинга, лечение в стационаре в критических сроках беременности (госпитализация не менее 4-5 раз), проведение лечения основных заболеваний и осложнений гестации с участием узких специалистов и для решения вопроса об акушерской тактике. План родов выбирается в зависимости от акушерской ситуации, однако, более предпочтительно оперативное родоразрешение путем кесарева сечения.
uz: Xavf omillari bo'yicha bunday ballga ega bo'lgan homilador ayollar maxsus tuzilgan guruhda maxsus dispanser kuzatuvida bo'lishi kerak. Kuchli laboratoriya monitoringini o'tkazish, homiladorlikning muhim bosqichlarida statsionar davolanish (kamida 4-5 marta kasalxonaga yotqizish), asosiy kasalliklar va homiladorlik asoratlarini tor mutaxassislar ishtirokida davolash va akusherlik holatiga qarab tanlangan tug'ilish muammosini hal qilish kerak. Biroq, sezaryen bilan jarrohlik tug'ish afzalroqdir.

source: Более 100 г/л
ru: More than 100 g/l
uz: 100 g/l dan ortiq

source: Более 2000 мл
ru: More than 2000 ml
uz: 2000 ml dan ortiq

source: Более 30 кг/м²
ru: More than 30 kg/m²
uz: 30 kg/m² dan ortiq

source: Более 33 секунд
ru: More than 33 seconds
uz: 33 sekunddan ortiq

source: Более 4 родов
ru: More than 4 births
uz: 4 dan ortiq

source: Более 4500 грамм
ru: More than 4500 grams
uz: 4500 gramdan ortiq

source: Более 5000 грамм
ru: More than 5000 grams
uz: 5000 gramdan ortiq

source: В родах применяется активное ведение 3 периода и профилактика кровотечения с применением Окситоцина в дозировках, соответствующих национальным стандартам. Окситоцин 2мл (10 ЕД.) в/м на боковую поверхность бедра в момент рождения плечиков плода. Или Карбетоцин (Пабал) 1 мл. в/м сразу после рождения последа.
uz: Tug'ilish paytida 3-bosqichni faol boshqarish va qon ketishining oldini olish uchun Oksitotsin bilan milliy standartlarga mos dozalarda qo'llaniladi. Oksitotsin 2 ml (10 U) homila yelkalari tug'ilganda sonning lateral yuzasiga mushak ichiga. Yoki Karbetotsin (Pabal) tug'ilgandan keyin darhol 1 ml.

source: Варикозная болезнь
ru: Varicose disease
uz: Varikoz

source: Вес (кг)
uz: Og'irligi (kg)

source: Вес плода
ru: Weight of the fetus
uz: Meva vazni

source: Возраст
ru: Age
uz: Yosh

source: Воспалительные заболевания половых органов
ru: Inflammatory diseases of the genital organs
uz: Poloviy organlar vositalari

source: Врач
ru: Doctor
uz: Doktor

source: Высокая степень риска акушерского кровотечения
uz: Akusherlik qon ketishining yuqori xavfi

source: Гемоглобин
ru: Hemoglobin
uz: Gemoglobin

source: Гипертензивный синдром - это состояние повышенного артериального давления во время беременности (систолического АД ≥ 140 мм рту ст. и/или диастолического АД ≥ 90 мм рт. ст.). Преэклампсия — это состояние повышенного артериального давления (более 140/90 мм рт. ст.) после 20-й недели беременности, наличие белка в моче
ru: Hypertensive syndrome is a condition of high blood pressure during pregnancy (systolic BP ≥ 140 mm Hg and/or diastolic BP ≥ 90 mm Hg). Preeclampsia is a condition of high blood pressure (more than 140/90 mm Hg) after the 20th week of pregnancy, the presence of protein in the urine
uz: Gipertenzivnyy sindrom - bu sostoyanie povyshennogo arterialnogo davleniya vo vremya beremennosti (sistolicheskogo AD ≥ 140 mm rtu st. va/yoki diastolicheskogo AD ≥ 90 mm rt. st.). Preeklampsiya — eto sostoyanie povyshennogo arterialnogo davleniya (bolee 140/90 mm rt. st.) keyin 20-y nedeli beremennosti, nalichie belka v moche

source: Гипертензивный синдром, преэклампсия
ru: Hypertensive syndrome, preeclampsia
uz: Gipertenziv sindrom, preeklampsiya

source: Грамм на литр крови
ru: Grams per liter of blood
uz: Gramm na litr krov

source: Для профилактики кровотечения рекомендуется в/в медленное введение 1 мл(5ЕД) Окситоцина или Пабала - 1 мл (100 мкг.) сразу после извлечения ребенка и перевязка 3 пар сосудов (круглых связок, a. Uterina, a. ovarica) путём наложения узловатых швов на боковые стенки матки на 2 см. ниже операционного разреза и в области трубных углов матки с захватом мышечной массы матки и собственной связки яичника с обеих сторон с использованием рассасывающихся синтетических нитей
uz: Qon ketishining oldini olish uchun chaqaloq chiqarilgandan so'ng darhol 1 ml (5 U) Oksitotsin yoki Pabal - 1 ml (100 mkg) tomir ichiga yuborish va 3 juft tomirlarni (dumaloq ligamentlar, a. Bachadon, a. tuxumdonlar) bog'lash, 2 lateral devorga kesilgan devorni qo'yish tavsiya etiladi. jarrohlik kesma va bachadonning tubal burchaklari sohasida bachadon mushak massasini ushlash va so'rilishi mumkin bo'lgan sintetik iplar yordamida ikkala tomondan tuxumdonning to'g'ri bog'lanishi

source: До 1500 мл
ru: Less than 1500 ml
uz: 1500 ml gacha

source: До 19 лет
ru: Less than 19 years
uz: 19 yoshgacha

source: До 3 родов
ru: Less than 3 births
uz: 3 tagacha tug'ilish

source: До 33 секунд
ru: Less than 33 seconds
uz: 33 soniyagacha

source: До 4000 грамм
ru: Less than 4000 grams
uz: 4000 grammgacha

source: Единичный узел до 5 см
ru: Single nodule less than 5 cm
uz: 5 sm gacha bo'lgan yagona tugun

source: Заболевание без нарушения функции
ru: Disease without function disturbance
uz: Disfunktsiyasiz kasallik

source: Заболевания печени
ru: Liver diseases
uz: Jigar kasalliklari

source: Заболевания почек
ru: Kidney diseases
uz: Buyrak kasalliklari

source: Заболевания с нарушением функции
ru: Diseases with function disturbance
uz: Disfunktsiyasi bo'lgan kasalliklar

source: Заболевания сердечно-сосудистой системы
ru: Cardiovascular diseases
uz: Yurak-qon tomir kasalliklari

source: Идиопатический легочный фиброз, фиброзирующий альвеолит при диффузных заболеваниях соединительной ткани, саркоидоз лёгких, экзогенный аллергический альвеолит, ХОБЛ, COVID-19, легочная артериальная гипертензия
ru: Idiopathic pulmonary fibrosis, fibrotic alveolitis in diffuse connective tissue diseases, sarcoidosis, exogenous allergic alveolitis, HOB, COVID-19, pulmonary arterial hypertension
uz: Idiopatik o‘pka fibrozi, diffuz biriktiruvchi to‘qima kasalliklarida fibrozlovchi alveolit, o‘pka sarkoidozi, ekzogen allergik alveolit, KOAH, COVID-19, o‘pka arterial gipertenziyasi

source: Имеются, но без недостаточности кровообращения
ru: Present, but without blood flow disturbance
uz: Mavjud, ammo qon aylanishining buzilishisiz

source: ИМТ
ru: BMI
uz: BMI

source: Какие заболевания есть у пациента?
uz: Bemorning qanday kasalliklar bor?

source: Какие заболевания у вас есть?
ru: What diseases do you have?
uz: Sizda qanday kasalliklar bor?

source: Какой ваш индекс массы тела?
ru: What is your body mass index?
uz: Sizning tana massasi indeksingiz nima?

source: Какой у ваc гемоглобин в крови?
ru: What is your hemoglobin level?
uz: Qoningizdagi gemoglobin darajasi qanday?

source: Какой у пациента гемоглобин в крови?
uz: Bemorning qondagi gemoglobin darajasi qanday?

source: Какой у пациента индекс массы тела?
uz: Bemorning tana massasi indeksi qanday?

source: Клеток на литр крови
ru: Cells per liter of blood
uz: Har litr qon uchun hujayralar

source: Количество родов
ru: Number of births
uz: Tug‘ilganlar soni

source: Кровотечения в родах
ru: Bleeding during childbirth
uz: Tug'ruq paytida qon ketish

source: Легкой степени
ru: Mild
uz: Yengil

source: Лечение
uz: Davolash

source: Любого характера
ru: Any character
uz: Har qanday belgi

source: Любые заболевания, связанные с сосудами или сердцем
ru: Any diseases associated with blood vessels or heart
uz: Qon tomirlari yoki yurak bilan bog'liq har qanday kasalliklar

source: Менее 150 × 10⁹
ru: Less than 150 × 10⁹
uz: 150 × 10⁹ dan kam

source: Менее 200
ru: Less than 200
uz: 200 dan kam

source: Менее 4500 грамм
ru: Less than 4500 grams
uz: 200 dan kam

source: Менее 69,0 г/л
ru: Less than 69,0 g/l
uz: 69,0 g/l dan kam

source: Миома или рубец на матке
ru: Uterine fibroid or cervical polyp
uz: Bachadondagi mioma yoki chandiq

source: Миома это доброкачественная опухоль, происходящая из гладкомышечных клеток шейки или тела матки
ru: Uterine fibroid is a benign tumor that develops from smooth muscle cells in the uterus or cervix
uz: Mioma - bachadon bo'yni yoki bachadon tanasining silliq mushak hujayralaridan kelib chiqadigan yaxshi xulqli o'sma

source: Многоводие
ru: Polyuria
uz: Poligidramnioz

source: Многоплодие
ru: Multiple pregnancy
uz: Ko'p homiladorlik

source: Многоплодие с массой плодов в сумме
ru: Multiple pregnancy with a total weight of the fetus
uz: Umumiy meva vazniga ega bir nechta mevalar

source: Многорожавшие
ru: Multiparous
uz: Multiparous

source: Множественные узлы более 5см или после кесарева сечения
ru: Multiple nodes greater than 5cm or after cesarean section
uz: 5 sm dan ortiq yoki sezaryen keyin bir nechta tugunlar

source: Не прогрессирующая
ru: Non-progressive
uz: Progressiv emas

source: Необходим усиленный мониторинг лабораторных анализов, состояния беременной и плода, госпитализация в критические сроки беременности для полного обследования и лечения имеющихся патологий и выбора дальнейшей акушерской тактики.
uz: Mavjud patologiyalarni to'liq tekshirish va davolash va keyingi akusherlik taktikasini tanlash uchun laboratoriya tekshiruvlarini, homilador ayol va homilaning holatini, homiladorlikning muhim bosqichlarida kasalxonaga yotqizishni intensiv monitoring qilish zarur.

source: Нет
ru: No
uz: Yo'q

source: Нет, либо бессимптомная бактериурия
ru: No, or asymptomatic bacteriuria
uz: Yo'q yoki asemptomatik bakteriuriya

source: Низкая степень риска акушерского кровотечения
uz: Akusherlik qon ketishining past xavfi

source: Норма
ru: Normal
uz: Norma

source: Обратиться к специалисту
ru: Consult a specialist
uz: Mutaxassis bilan bog'laning

source: Объем жидкости
ru: Volume of fluid
uz: Suyuqlik hajmi

source: Объем тромбоцитов
ru: Volume of platelets
uz: Trombositlar hajmi

source: Острый эндометрит
ru: Acute endometritis
uz: O‘tkir endometrit

source: От 1500 до 2000 мл
ru: From 1500 to 2000 ml
uz: 1500 dan 2000 ml gacha

source: от 18,5 до 25 кг/м²
ru: From 18.5 to 25 kg/m²
uz: 25 dan 30 kg/m² gacha

source: от 25 до 30 кг/м²
ru: From 25 to 30 kg/m²
uz: 25 dan 30 kg/m² gacha

source: От 3 до 4 родов
ru: From 3 to 4 births
uz: 3 dan 4 tagacha tug'ilish

source: От 4000 до 4500 грамм
ru: From 4000 to 4500 grams
uz: 4000 dan 4500 grammgacha

source: От 4500 до 5000 грамм
ru: From 4500 to 5000 grams
uz: 4500 dan 5000 grammgacha

source: Отсутствует
ru: Absent
uz: Yo'q

source: Отсутствуют
ru: Absent
uz: Yo'qolgan

source: Пациент
ru: Patient
uz: Bemor

source: Перенесенная вирусная инфекция дыхательных путей
ru: Transmitted viral infection of the respiratory tract
uz: Avvalgi respirator virusli infektsiya

source: ПОНРП
ru: PDoNLP
uz: PONR

source: Преждевременная отслойка нормально расположенной плаценты. преждевременное (до рождения ребенка) отделение плаценты от стенки матки во время беременности или в I - II периодах родов
ru: Premature detachment of normally located placenta. Premature (before birth of the child) separation of the placenta from the wall of the uterus during pregnancy or in the first two periods of labor
uz: Normalda joylashgan platsentaning muddatidan oldin ajralishi. Homiladorlik paytida yoki tug'ruqning birinchi - ikkinchi bosqichlarida yo'ldoshning bachadon devoridan muddatidan oldin (bola tug'ilishidan oldin) ajralishi

source: Преждевременные роды это родовая деятельность, которая началась на сроке беременности от 22 недель до 36 недель и 6 дней
ru: Preterm labor is labor that begins between 22 weeks and 36 weeks and 6 days of pregnancy
uz: Muddatidan oldin tug'ilish - homiladorlikning 22 haftasidan 36 haftasiga va 6 kunigacha bo'lgan tug'ruq

source: При последних родах
ru: At the last birth
uz: Oxirgi tug'ilishda

source: При предыдущих беременностях
ru: At previous pregnancies
uz: Oldingi homiladorliklarda

source: Прогрессирующая
ru: Progressive
uz: Progressiv

source: Пройти заново
ru: Retry
uz: Qayta ijro etish

source: Результат
ru: Result
uz: Natija

source: Результат:
uz: Natija:

source: Рост (см)
uz: Balandligi (sm)

source: С нарушением кровообращения
ru: With blood flow disturbance
uz: Qon aylanish muammolari bilan

source: С нарушением функции
ru: With function disturbance
uz: Funktsiya buzilishi bilan

source: С признаками выраженной эндотелиальной дисфункции
ru: With signs of severe endothelial dysfunction
uz: Endotelial disfunktsiyaning jiddiy buzilishi belgilari bilan

source: С признаками эндотелиальной дисфункции легкой степени
ru: With signs of mild endothelial dysfunction
uz: Endotelial disfunktsiyaning engil belgilari bilan

source: Сколько вам полных лет?
ru: How many full years do you have?
uz: Siz necha yoshdasiz?

source: Сколько пациенту полных лет?
uz: Bemor necha yoshda?

source: Сохранить и отправить
ru: Save and send
uz: Saqlash va yuborish

source: Средней или тяжелой степени
ru: Medium or severe degree
uz: O‘rtacha yoki og‘ir

source: Средняя степень риска акушерского кровотечения
uz: Akusherlik qon ketishining o'rtacha xavfi

source: Старше 35 лет
ru: Over 35 years
uz: 35 yoshdan katta

source: Тактика ведения родов планируется и проводится в соответствии с акушерской ситуацией. При ведении родов через естественные родовые пути в конце 2 периода в/в капельно 1 мл. (5 ЕД) Окситоцина на 500,0 мл физиологического раствора со скоростью от 6-7 капель в минуту в конце второго периода с увеличением до 80 капель после рождения плечиков. Введение Окситоцина необходимо продолжать в раннем послеродовом периоде. При кесаревом сечении Окситоцин 1 мл. (5 ЕД) в/в медленно или Пабал 1 мл. (100 мкг.) в/в после извлечения ребенка. Или 1 мл. (5 ЕД) Окситоцина на 50,0 мл физиологического раствора со скоростью до 80 капель в минуту. Болюсное введение утеротоников более предпочтительно нежели капельное, так как эффект начинается обычно «на конце иглы».
uz: Mehnatni boshqarish taktikasi akusherlik holatiga muvofiq rejalashtirilgan va amalga oshiriladi. Vaginal tug'ilishda 2-davr oxirida 1 ml (5 U) oksitotsin 500,0 ml fiziologik eritmada tomir ichiga sekundiga 6-7 tomchi tezlikda tomchilab yuboriladi, tug'ilish davri oxirida 80 ga ko'payadi. Tug'ruqdan keyingi erta davrda oksitotsinni 1 ml (5 U) tomir ichiga yoki chaqaloq ekstraktidan keyin 1 ml (5 U) oksitotsinni 50,0 ml dozada yuborish kerak uterotonika tomchilatib yuborishdan afzalroqdir, chunki ta'sir odatda "ignaning oxirida" boshlanadi.

source: Фибриноген
ru: Fibrinogen
uz: Fibrinogen

source: Хронический эндометрит
ru: Chronic endometritis
uz: Surunkali endometrit

source: Это виртуальный акушерский консультант, который поможет вам определить риски акушерского кровотечения, а врачам предложит план лечения.
ru: This is a virtual obstetric consultant who will help you identify the risks of obstetric bleeding and will offer doctors a treatment plan.
uz: Bu akusherlik qon ketishi xavfini aniqlashga yordam beradigan va shifokorlarga davolash rejasini taklif qiladigan virtual akusherlik maslahatchisi.
